
const two = [
    {
        questionText: 'Малигнизаци гэж юуны тухай ойлголт болохыг тодорхойлно уу? ',
        answerOptions: [
            { answerText: 'Хавдарын эсийн үсрэнгүй хөгжилийн үеийг хэлнэ ', isCorrect: false },
            { answerText: 'Хавдарын эс илүү харь шинжтэй болох тутам илүү хортой шинжтэй болох ', isCorrect: true },
            { answerText: 'Хязгааргүй, хяналт зохицуулаггүй үржих шинж чанартай болох ', isCorrect: false },
            { answerText: 'Эрүүл эс хавдарын эс болж хувирах үйл явц ', isCorrect: false },
            { answerText: 'Хөгжилийн ялгамжгүй эсүүд олширч, цоо шинэ шинж төлөвийг олж авах  ', isCorrect: false },
        ],
    },
    {
        questionText: 'Үрэвслийн үед артерийн цус дүүрэлт үүсэх эмгэгжамын гол хүчин зүйл нь: ',
        answerOptions: [
            { answerText: 'А. Үрэвслийн медиаторын нөлөөгөөр нейротоник артерийн цус дүүрэлт үүснэ ', isCorrect: false },
            { answerText: 'В. Үрэвслийн медиаторын нөлөөгөөр нейропаралитик артерийн цус дүүрэлт үүснэ', isCorrect: false },
            { answerText: 'С. Үрэвслийн медиаторын нөлөөгөөр цусны хуваарилалт хэсэг газар өөрчлөгдөж артерийн цус дүүрэлт үүснэ ', isCorrect: false },
            { answerText: 'D. Үрэвслийн медиаторын нөлөөгөөр миопаралитик артерийн цус дүүрэлт үүснэ ', isCorrect: true },
            { answerText: 'Е. Үрэвслийн медиаторын нөлөөгөөр судасны нэвчимхий чанар нэмэгдэж артерийн цус дүүрэлт үүснэ', isCorrect: false },
        ],
    },
    {
        questionText: 'Үрэвслийн голомт дахь бодисын солилцооны хямралыг хамгийн зөвөөр тодорхойлбол',
        answerOptions: [
            { answerText: 'А. Гипернатриеми, гиперосми, ацидоз ', isCorrect: false },
            { answerText: 'В. Гиперкалиеми, гиперфибриногенеми, ацидоз ', isCorrect: false },
            { answerText: 'С. Гиперкальциеми, гиперальбуминеми, ацидоз ', isCorrect: false },
            { answerText: 'D. Гиперосми, гиперонки, ацидоз ', isCorrect: true },
            { answerText: 'Е. Гиперосми, гипоксеми, ацидоз', isCorrect: false },
        ],
    },
    {
        questionText: 'Үрэвслийн үеийн цусны эргэлтийн хямрал үүсэх зөв дараалал нь: ',
        answerOptions: [
            { answerText: 'А. Судас рефлексээр агшина-стаз-ишеми-артерийн гипереми- венийн гипереми ', isCorrect: false },
            { answerText: 'В. Ишеми-судас рефлексээр агшина-стаз- артерийн гипереми- венийн гипереми ', isCorrect: false },
            { answerText: 'С. Судас рефлексээр агшина- ишеми-стаз- артерийн гипереми- венийн гипереми ', isCorrect: false },
            { answerText: 'D. Судас рефлексээр агшина-ишеми-артерийн гипереми-венийн гипереми ', isCorrect: false },
            { answerText: 'Е. Судас рефлексээр агшина- артерийн гипереми-венийн гипереми - стаз-ишеми', isCorrect: true },
        ],
    },
];

export default two;